; Swedish
; Svensk översättning (Pekka Brännbäck)

[i18n]
IDS_LCID=0x041d

IDS_UPDATE_NO=Inga uppdateringar tillgängliga.
IDS_UPDATE_YES=Ny version (%s) finns tillgänglig. Öppna sida för nedladdning?

IDS_FILE=Arkiv
IDS_SETTINGS=Inställningar...
IDS_EXIT=Avsluta\tEsc
IDS_HELP=Help
IDS_WEBSITE=Webbplats
IDS_CHECKUPDATES=Sök efter uppdateringar
IDS_ABOUT=Om

IDS_COPY=Kopiera

IDS_ADD=
IDS_DELETE=

IDS_CODE10=Som Dec:
IDS_CODE16=Som Hex:
IDS_SEVERITY=Allvarlighetsgrad:
IDS_FACILITY=Facility:

IDS_APPLY=Spara
IDS_CLOSE=Avbryt

IDS_TITLE_1=Allmän konfiguration:
IDS_TITLE_2=Språk:
IDS_TITLE_3=

IDS_ALWAYSONTOP_CHK=Alltid överst
IDS_INSERTBUFFER_CHK=Sätt buffert vid start
IDS_CHECKUPDATES_CHK=Sök efter uppdateringar periodiskt (rekommenderas)

IDS_LANGUAGE_HINT=

IDS_MODULE_INTERNAL_CPP=
IDS_MODULE_INTERNAL_DX=

IDS_COLUMN_1=Modul
IDS_COLUMN_2=Beskrivning

IDS_GROUP_1=
IDS_GROUP_2=

IDS_SETTINGS_1=Allmänt
IDS_SETTINGS_2=
IDS_SETTINGS_3=
